minamulhaq/Fota/transport/workspace/apps/fota-tranport/sdkconfig.defaults
# This file was generated using idf.py save-defconfig. It can be edited manually.
# Espressif IoT Development Framework (ESP-IDF) 5.5.1 Project Minimal Configuration
#
CONFIG_IDF_TARGET="esp32s3"
CONFIG_BOOTLOADER_LOG_LEVEL_VERBOSE=y
CONFIG_LOG_VERSION_2=y
CONFIG_LOG_DEFAULT_LEVEL_VERBOSE=y
CONFIG_FOTA=y
